{
    "title": "Primordial aqueous alteration recorded in water-soluble organic molecules from the carbonaceous asteroid (162173) Ryugu",
    "authors": [
        "Yoshinori Takano \n            ORCID: orcid.org/0000-0003-1151-144X1,2,",
        "Hiroshi Naraoka \n            ORCID: orcid.org/0000-0002-2373-87593,",
        "Jason P. Dworkin \n            ORCID: orcid.org/0000-0002-3961-89974,",
        "Toshiki Koga \n            ORCID: orcid.org/0000-0001-5728-05901,",
        "Kazunori Sasaki2,5,",
        "Hajime Sato \n            ORCID: orcid.org/0009-0005-8898-94865,",
        "Yasuhiro Oba \n            ORCID: orcid.org/0000-0002-6852-36046,",
        "Nanako O. Ogawa \n            ORCID: orcid.org/0000-0002-3823-64441,",
        "Toshihiro Yoshimura \n            ORCID: orcid.org/0000-0003-0478-42391,",
        "Kenji Hamase7,",
        "Naohiko Ohkouchi1,",
        "Eric T. Parker4,",
        "José C. Aponte \n            ORCID: orcid.org/0000-0002-0131-19814,",
        "Daniel P. Glavin \n            ORCID: orcid.org/0000-0001-7779-77654,",
        "Yoshihiro Furukawa \n            ORCID: orcid.org/0000-0001-7241-530X8,",
        "Junken Aoki \n            ORCID: orcid.org/0000-0001-9435-18969,",
        "Kuniyuki Kano \n            ORCID: orcid.org/0000-0002-4539-57509,",
        "Shin-ichiro M. Nomura \n            ORCID: orcid.org/0000-0002-0346-130X10,",
        "Francois-Regis Orthous-Daunay11,",
        "Philippe Schmitt-Kopplin12,13,14,",
        "Hayabusa2-initial-analysis SOM team,",
        "Hisayoshi Yurimoto \n            ORCID: orcid.org/0000-0003-0702-053315,",
        "Tomoki Nakamura8,",
        "Takaaki Noguchi \n            ORCID: orcid.org/0000-0001-7211-259516,",
        "Ryuji Okazaki3,",
        "Hikaru Yabuta \n            ORCID: orcid.org/0000-0002-4625-536217,",
        "Kanako Sakamoto \n            ORCID: orcid.org/0000-0001-5138-532418,",
        "Toru Yada18,",
        "Masahiro Nishimura18,",
        "Aiko Nakato \n            ORCID: orcid.org/0000-0003-2392-149718,",
        "Akiko Miyazaki \n            ORCID: orcid.org/0000-0001-7427-228518,",
        "Kasumi Yogata \n            ORCID: orcid.org/0000-0002-3717-918518,",
        "Masanao Abe18,",
        "Tatsuaki Okada \n            ORCID: orcid.org/0000-0001-6381-810718,",
        "Tomohiro Usui \n            ORCID: orcid.org/0000-0002-4653-293X18,",
        "Makoto Yoshikawa18,",
        "Takanao Saiki18,",
        "Satoshi Tanaka18,",
        "Fuyuto Terui19,",
        "Satoru Nakazawa \n            ORCID: orcid.org/0000-0003-4250-182618,",
        "Sei-ichiro Watanabe \n            ORCID: orcid.org/0000-0002-5820-210220,",
        "Yuichi Tsuda18 &",
        "…",
        "Shogo Tachibana \n            ORCID: orcid.org/0000-0002-4603-944018,21"
    ],
    "related_articles": [
        {
            "image": "https://media.springernature.com/w215h120/springer-static/image/art%3A10.1038%2Fs41467-023-37107-6/MediaObjects/41467_2023_37107_Fig1_HTML.png",
            "title": "Insights into the formation and evolution of extraterrestrial amino acids from the asteroid Ryugu",
            "publish_date": "17 March 2023",
            "link": "https://www.nature.com/articles/s41467-023-37107-6?fromPaywallRec=false"
        },
        {
            "image": "https://media.springernature.com/w215h120/springer-static/image/art%3A10.1038%2Fs41467-023-40871-0/MediaObjects/41467_2023_40871_Fig1_HTML.png",
            "title": "Chemical evolution of primordial salts and organic sulfur molecules in the asteroid 162173 Ryugu",
            "publish_date": "18 September 2023",
            "link": "https://www.nature.com/articles/s41467-023-40871-0?fromPaywallRec=false"
        },
        {
            "image": "https://media.springernature.com/w215h120/springer-static/image/art%3A10.1038%2Fs41467-021-21323-z/MediaObjects/41467_2021_21323_Fig1_HTML.png",
            "title": "Ingredients for microbial life preserved in 3.5 billion-year-old fluid inclusions",
            "publish_date": "17 February 2021",
            "link": "https://www.nature.com/articles/s41467-021-21323-z?fromPaywallRec=false"
        }
    ],
    "content": {
        "abstract": "We report primordial aqueous alteration signatures in water-soluble organic molecules from the carbonaceous asteroid (162173) Ryugu by the Hayabusa2 spacecraft of JAXA. Newly identified low-molecular-weight hydroxy acids (HO-R-COOH) and dicarboxylic acids (HOOC-R-COOH), such as glycolic acid, lactic acid, glyceric acid, oxalic acid, and succinic acid, are predominant in samples from the two touchdown locations at Ryugu. The quantitative and qualitative profiles for the hydrophilic molecules between the two sampling locations shows similar trends within the order of ppb (parts per billion) to ppm (parts per million). A wide variety of structural isomers, including α- and β-hydroxy acids, are observed among the hydrophilic molecules. We also identify pyruvic acid and dihydroxy and tricarboxylic acids, which are biochemically important intermediates relevant to molecular evolution, such as the primordial TCA (tricarboxylic acid) cycle. Here, we find evidence that the asteroid Ryugu samples underwent substantial aqueous alteration, as revealed by the presence of malonic acid during keto–enol tautomerism in the dicarboxylic acid profile. The comprehensive data suggest the presence of a series for water-soluble organic molecules in the regolith of Ryugu and evidence of signatures in coevolutionary aqueous alteration between water and organics in this carbonaceous asteroid.",
        "intro": "Introduction\nPristine samples from the near-Earth asteroid (162173) Ryugu returned to Earth by the Hayabusa2 spacecraft provided a valuable opportunity to reveal the organic astrochemistry preserved for over 4.6 billion years in the Solar System\n1\n,\n2\n,\n3\n,\n4\n. This unique opportunity for investigating primordial organic molecules illuminates several scientific contexts involving carbonaceous asteroids, including the following questions\n5\n,\n6\n,\n7\n:\n\n\n\n\nWhat is the role of carbonaceous asteroids in the Solar System history?\n\n\n\n\n\n\nWhat are the origins and characteristics of the light elements, e.g., carbon (C), nitrogen (N), hydrogen (H), oxygen (O), and sulfur (S)?\n\n\n\n\n\n\nWhat do their isotopic compositions reveal?\n\n\n\n\n\n\nHow do they record the primordial organic evolution on the asteroid?\n\n\n\n\n\n\nIs the nature of molecular chirality symmetric or asymmetric?\n\n\n\n\n\n\nHow do interactions between water, organic matter, and minerals affect chemical diversity?\n\n\n\n\nTo address these important scientific questions, the Hayabusa2 soluble organic matter (SOM) team\n6\n evaluated aggregate fine grain samples from the first and second touchdown sites (hereafter, TD1 and TD2); hence, the bulk chemistry data from these two sample collections are averaged representative values for the surface (A0106) and possibly subsurface (C0107) environments (i.e., TD2 was near the artificial crater, for which the depth was ~1.7 meters below ground level\n8\n) of Ryugu (Fig. \n1\n). For further insight at the organic molecular level, the SOM team determined the first answers to these questions based on carbon (C), nitrogen (N), hydrogen (H), oxygen (O), sulfur (S) elements and their isotopic profiles\n6\n,\n9\n,\n10\n, monocarboxylic acids\n6\n, amino acids and their molecular chirality\n6\n,\n11\n,\n12\n, pyrimidine nucleobase and N-heterocycles\n6\n,\n9\n, primordial salts and sulfur-bearing labile molecules between the organic and inorganic interfaces\n10\n, aliphatic hydrocarbons and polycyclic aromatic hydrocarbons (PAHs)\n13\n,\n14\n, comprehensive organic molecular profiles\n6\n,\n15\n, molecular growth signatures\n16\n, and sub-mm scale spatial imaging for organic homogeneity and heterogeneity in the mineral assemblage\n6\n,\n17\n. According to Fourier transform-ion cyclotron resonance mass spectrometry (FT-ICR/MS) analysis, the SOM from Ryugu samples contained highly diverse organic molecules (~20,000 species) in the solvent extracts\n6\n,\n15\n.\nFig. 1: Profiles of samples obtained from asteroid (162173) Ryugu and various observation photographs from kilometer to micrometer scales.\nA\n Ryugu photograph taken with the Optical Navigation Camera Telescopic (ONC-T). The photo was taken on August 31, 2018. Credit: JAXA, Univ. Tokyo etc. \nB\n Thermal image of Ryugu from the thermal infrared imager (TIR). The observation indicates that the lowest temperature in the blue section is estimated to be below −50 °C, whereas the lowest temperature in the red section is estimated to be < 60 °C. Please see the onsite data acquisition and temperature dynamics\n74\n,\n75\n. Credit: JAXA etc. The data were collected on August 31, 2018. \nC\n The surface of the asteroid Ryugu and the shadow of the Hayabusa2 spacecraft. The image was taken from ONC-W1 at an altitude of 70 m. Date taken: 21 September 2018. \nD\n The 1st touchdown operation on Ryugu with CAM-H imaging on 22 February 2019. The image was captured just before touchdown during descent at an altitude of approximately 4.1 m. Credit: JAXA. \nE\n Photograph of initial sample A0106 (38.4 mg)\n6\n from the asteroid Ryugu during the 1st touchdown sampling\n1\n,\n2\n. A photograph of C0107 (37.5 mg) from the 2nd touchdown sampling is shown in Supplementary Fig. \nS1\n. The scale bar represents 1 mm (red line). \nF\n Reference photograph of the discolored and altered cross-section of the Ryugu sample showing possible precipitates (e.g., C0041)\n76\n. \nG\n The isotopic compositions of C, N, H, and S of the Ryugu aggregate samples for A0106 and C0107 are shown after compilation\n6\n,\n9\n,\n10\n. The isotopic compositions of δ\n13\nC (‰ vs. VPDB), δ\n15\nN (‰ vs. Air), δD (‰ vs. VSMOW) and δ\n34\nS (‰ vs. VCDT) are expressed as international standard scales. By comparing the classification of carbonaceous meteorites in the Solar System, the compiled data suggested that the Ryugu sample has isotopic characteristics most similar to the petrologic type of CI chondrite\n6\n,\n52\n.\nFull size image\nNaraoka et al.\n6\n reported organic molecular diversity from initial bulk (IB) to insoluble organic matter (IOM) in a sequential extraction process using hydrophilic to hydrophobic solvents. In this report, we determine the molecular diversity of polar organic molecules extracted from the first contact between hot water and pristine Ryugu samples and report the unique color characteristics of the sequentially extracted fractions with systematic variations in their \n13\nC- and \n15\nN-isotopic profiles. If indigenous water–organic interactions occurred in the history of the asteroid, the signatures of parent body aqueous alteration could have been recorded in these hydrophilic organic molecules (Fig. \n2\n).\nFig. 2: Representative molecular structures of newly identified from Ryugu aggregate samples (A0106 and C0107).\nThe hot water-extractable molecular structures include α-hydroxy acids (e.g., glycolic acid, lactic acid, and 2-hydroxybutyric acid), β-hydroxy acids (e.g., glyceric acid, 3-hydroxybutyric acid, mevalonic acid, and hydroxybenzoic acid), dicarboxylic hydroxy acids (e.g., malic acid and citramalic acid), monocarboxylic acids (e.g., valeric acid, 4-oxovaleric acid, 5-oxohexanoic acid, tiglic acid, toluic acid, and cumic acid), dicarboxylic acids (e.g., oxalic acid, malonic acid, succinic acid, glutaric acid, adipic acid, and maleic acid), tricarboxylic acid (e.g., citric acid), pyruvic acid and other nitrogen-bearing hydrophilic molecules (e.g., urea, methylurea, glycocyamine = guanidinoacetic acid, 6-hydroxynicotinic acid, isovalerylalanine, and dihydroxyindole). Notably, some hydroxy acids and carboxylic acids have chiral centers with left–right symmetry, but those enantiomers are not discussed in the present report. Newly identified cyclic sulfur compounds (S\n6\n, S\n7\n in this study; Supplementary information) were also noted with the comparison of cyclic S\n8\n molecule\n6\n.\nFull size image\nTo decipher the chemical evolution that occurred in surface and subsurface samples\n1\n,\n2\n,\n18\n, we comprehensively evaluated highly diverse hydrophilic organic molecules using capillary electrophoresis (CE) with high-resolution mass spectrometry (HRMS). We used this molecular information to interpret the aqueous alteration processes that asteroid Ryugu has experienced to complement the study by Naraoka et al., who reported organic molecular diversity from initial bulk (IB) to insoluble organic matter (IOM) in the sequential extraction process.",
        "results": "Results and discussion\nIdentification of water-extractable molecules and diverse structural isomers\nThe Ryugu A0106 and C0107 samples (~10 mg each) were subjected to hot water extraction in sealed ampoules at 105 °C for 20 h for the present study\n6\n (see Methods). This extraction targeting water-extractable compounds followed previous reports (e.g., hydroxy acids\n19\n,\n20\n;). We first identified highly diverse hydroxy acids and hydrophilic molecular groups in hot water extracts by CE-HRMS (Fig. \n2\n). Figure \n3A\n shows the baseline resolution of representative hydroxy acids and other molecules from the hot water extracts identified with reference standards (Murchison meteorite; Methods). We determined each molecule by migration time (MT) and the exact mass corresponding to the monoisotopic mass\n9\n. Short-chain hydroxy acids (e.g., glycolic acid, HO-CH\n2\n-COOH; lactic acid, CH\n3\n-CH(OH)-COOH; and glyceric acid, HO-CH\n2\n-CH(OH)-COOH) were predominant in aggregate samples of A0106 and C0107 from Ryugu (Fig. \n3B\n).\nFig. 3: Representative hydrophilic molecular groups in hydroxy acid, dicarboxylic acid, and tricarboxylic acid in hot water extracts from Ryugu samples (A0106 and C0107) and a reference sample (Murchison).\nA\n High-resolution mass electropherogram of capillary electrophoresis during the analysis of hot water extracts (#7-1). The blank was composed of ultrapure water before hot water extraction. Based on the migration time (min) and mass accuracy within ~1 ppm (μg/g) of the theoretical peak (\nm/z\n), we assigned each observed peak to the corresponding standard (Fig. \nS4\n). \nB\n Concentrations of representative hydroxy acids determined in Ryugu aggregate samples. In this graph, dark blue and light blue represent samples A0106 and C0107, respectively. These hydroxy acids and other related hydrophilic molecules from fraction #7-1 (hot water extracts) are in ppb. \nC\n The analytical accuracy for the concentration of short-chain α-hydroxy acids (i.e., glycolic acid, lactic acid, 2-hydroxybutyric acid, and 2-hydroxyvaleric acid) extracted from Murchison and Murray meteorites\n19\n (glycolic acid as 100%) is shown for the same formulation.\nFull size image\nWithin the concentration range of 10 ppb to 10\n3\n ppb [i.e., parts per billion (ppb) as nanograms (ng) hydroxy acid per gram (g) of extracted Ryugu sample] (Table \nS1\n), structural isomers of hydroxy acids and molecular abundance were determined. The concentration of lactic acid (C\n3\n), which is more abundant than glycolic acid (C\n2\n), is consistent with previous reports on the Murchison meteorite\n19\n,\n20\n. Among these homologs of hydroxy acids, we also identified molecules potentially relevant to chemical evolution (e.g., pyruvic acid, C\n3\nH\n4\nO\n3\n; mevalonic acid, C\n6\nH\n12\nO\n4\n; and citric acid, C\n6\nH\n8\nO\n7\n). Since these molecules are important precursors in diverse molecular evolution\n21\n, demonstrating their presence on the carbonaceous asteroid Ryugu is significant. Specifically, these molecules are biochemically crucial and are intermediate substrates of the lipid synthesis pathway and Krebs cycle. Chemically reactive hydroxy acids (e.g., glycolic acid) may play an important role in molecular evolution for the formation of primary carbon chains\n22\n. Furthermore, there may be a connection pathway between hydroxy acids and formose reaction-derived IOM\n23\n as side products\n24\n.\nIn addition to the previously reported organic acids (e.g., formic acid and acetic acid\n6\n) and nitrogen heterocycles\n9\n, we also identified a new group of diverse carboxylic acids (i.e., monocarboxylic acids for aliphatic, aromatic, unsaturated, and keto acids; Figs. \n2\n, \n3\n and Tables \nS1\n, \nS2\n) and nitrogen (N)-bearing molecules, including amines (e.g., urea, CH\n4\nN\n2\nO; and glycocyamine, C\n3\nH\n7\nN\n3\nO\n2\n), hydroxy- and N-heterocyclic indoles (e.g., dihydroxyindole, C\n8\nH\n7\nNO\n2\n; and hydroxyindole, C\n8\nH\n7\nNO), in hot water extracts. Thus, we suggest that the spectroscopic signals of hydroxyl groups (-OH) and amino/imino groups (-NH) in the infrared spectra (chambers A and C\n2\n; A0106 and C0107,\n9\n; grain-scale and surface observation; Fig. \nS13\n, cf.\n17\n,\n25\n:) include a substantial amount of intramolecular -OH and -NH moieties originating from the series of polar organic molecules in the present study.\nAqueous alteration signatures and keto–enol tautomerism\nAliphatic dicarboxylic acids (e.g., C\n2\n, oxalic acid; C\n3\n, malonic acid; C\n4\n, succinic acid; C\n5\n, glutamic acid; and C\n6\n, adipic acid) are defined as organic compounds bearing two carboxyl groups (-COOH) with an aliphatic backbone. We detected dicarboxylic acids (e.g., oxalic acid, malonic acid, succinic acid, glutaric acid, adipic acid, malic acid, and maleic acid) within the concentration range of 10 ppb to 10\n3\n ppb (Table \nS1\n; Fig. \n4A\n). Previous reports have suggested that the relative concentration of malonic acid (HOOC-CH\n2\n-COOH) in the dicarboxylic acid group is sensitive properties by the process of keto–enol tautomerization\n26\n,\n27\n. Laboratory-based malonic acid formation has been compared with the extraterrestrial origin of dicarboxylic acids from tautomerization\n28\n. Enol malonic acid is presumed to decompose faster than other dicarboxylic acids because it produces a thermodynamically unstable carbon‒carbon double bond (i.e., HO-C = CH-, vinyl alcohol group\n29\n,\n30\n,\n31\n) during aqueous alteration as follows:\n$$\t{{{{{\\rm{HOOC}}}}}} {-} {{{{{{\\rm{CH}}}}}}}_{2} {-} {{{{{\\rm{COOH}}}}}}\\; {{{{{\\rm{with}}}}}} \\, {{{{{{\\rm{H}}}}}}}_{2}{{{{{\\rm{O}}}}}}\\to \\left[{({{{{{\\rm{HO}}}}}})}_{2} {-} {{{{{\\rm{C}}}}}}={{{{{\\rm{CH}}}}}} {-} {{{{{\\rm{COOH}}}}}}\\right] \\iff \\\\ \t\\left[{{{{{\\rm{HOOC}}}}}} {-} {{{{{\\rm{CH}}}}}}={{{{{\\rm{C}}}}}} {-} {({{{{{\\rm{OH}}}}}})}_{2}\\right]$$\nFig. 4: Evidence for aqueous alteration of the asteroid Ryugu revealed by dicarboxylic acids and molecular tautomerism of malonic acid.\nA\n Dicarboxylic acid profiles (i.e., C\n2\n, oxalic acid; C\n3\n, malonic acid; C\n4\n, succinic acid; C\n5\n, glutaric acid; C\n6\n, aspartic acid; C\n7\n, pimelic acid; and C\n8\n, suberic acid) for the Ryugu (A0106 and C0107) and CM types (Murchison and Murray) normalized by oxalic acid as 100%. \nB\n Mechanism underlying keto–enol tautomerism of malonic acid (MA), which converts a chemically stable keto form to an unstable enol- form in the aqueous alteration process. The two enol- forms of the unstable MA tautomer are symmetric and in fact identical molecule.\nFull size image\nHence, the formation of two vinyl alcohol groups on the intramolecular malonic acid is probably more reactive (chemically unstable) than that of other dicarboxylic acids (Fig. \n4A, B\n). After unstable equilibrium is eventually reached under aqueous conditions at higher temperatures\n32\n,\n33\n, keto–enol tautomerism induces decarboxylation to form acetic acid (CH\n3\nCOOH) and carbon dioxide (CO\n2\n) as end products (Fig. \n4B\n). Hence, a substantial concentration of acetic acid\n6\n can result from chemical cleavage of the secondary acetogenic process via malonic acid. Therefore, we suggest that malonic acid (mole%) is a molecular signature of the aqueous alteration process recorded in the asteroid Ryugu. In fact, the relative abundance of malonic acid is an order of magnitude lower than that of CM meteorites (e.g., Murchison and Murray, as shown in Fig. \n4A\n), suggesting a different aqueous history.\nThe systematics of hydrophilic molecules at two sampling locations on Ryugu\nThe systematics for elemental and organic chemical surveys, including CNHOS and hydrophilic molecular groups, were compiled to formulate the TD1 and TD2 diagrams (Fig. \n5\n). Within these overviews of surface and potential subsurface sample profiles\n1\n,\n2\n,\n18\n, we evaluated the average chemical composition and diversity of hydrophilic molecules to determine whether there is potential organic heterogeneity or homogeneity in Ryugu. The total amount of CNHOS light elements (ΣCNHOS) in the IB of A0106 and C0107 were ~21.3 wt%\n6\n and ~23.7 wt%\n9\n, respectively (Fig. \n5A\n). Then, ΣCNHOS in the IOM increased by an order of magnitude (Fig. \n5B\n) because the inorganic matrix was eliminated (cf. IOM description\n34\n).\nFig. 5: Standardization to comparatively verify the elemental and hot water-extractable molecular properties of samples from the 1st touchdown site (TD1) and 2nd touchdown site (TD2) at Ryugu.\nNotably, the Ryugu sample is of scientific value as a surface (TD1) and subsurface sample (TD2) from the carbonaceous asteroid\n1\n,\n18\n. In this report, we evaluated the hydrophilic organic molecules in surface aggregate (A0106) and subsurface aggregate (C0107) samples as follows. \nA\n Light elements in IB samples for total C, N, H, and S and pyrolyzable O in wt%. Compilation after the references\n6\n,\n9\n,\n10\n. The error arc indicates the standard deviation (1σ). Here, we define IB as whole-rock bulk, which includes all inorganic matrices such as silicates and carbonates, and IOM as the fraction that does not contain silicates\n43\n. \nB\n CNHOS contents in IOM (sample treatment\n34\n and measurement by the present report) in wt% (Table \nS3\n). \nC\n Hydroxy acids, carboxylic acids and other newly identified N-bearing hydrophilic molecules in this study obtained from fraction #7-1 (hot water extracts) in ppb. The molecular assignments and raw data profiles are shown in Fig. \n3\n and Tables \nS1\n, \nS2\n, respectively. \nD\n Amino acids and amines from fraction #7-1 (hot water extraction) in ppb. The data were compiled after the references\n6\n,\n11\n. Please see the error notation in the diagram\n11\n. \nE\n Major inorganic cations and anions from fraction #7-1 (hot water extracts) on the ppm scale. Please see the report for ammonium ion detection (NH\n4\n+\n, ~ 3 ppm; red diamond symbol) and other important molecules associated with organic and inorganic profiles\n10\n. The error notations in the diagram indicate 2σ after the reference. \nF\n Concentrations of urea and alkyl-urea (i.e., methyl-urea, ethyl-urea, and other alkyl ureas up to C\n6\n-urea) were measured in the present study.\nFull size image\nThe overall observations were plotted directly on or near the 1:1 line for hydroxy acids and other hydrophilic molecules (Fig. \n5C\n), water-extractable amino acids and amines for the CHNO molecular series\n6\n,\n11\n (Fig. \n5D\n), and inorganic cations and anions\n10\n (Fig. \n5E\n). The detection of N-bearing primary amine molecules (R-NH\n2\n), ammonium ions (NH\n4\n+\n)\n6\n,\n10\n,\n11\n and urea molecules [(NH\n2\n)\n2\n = CO] (Fig. \n5F\n) from Ryugu is an important finding, not only as evidence of exogenous nitrogen carriers but also as the most primitive chemical forms of nitrogen\n35\n,\n36\n. Urea and alkyl-urea groups (e.g., methyl-urea and alkyl-urea up to C\n6\n) may also serve as reservoirs of involatile C, N, O, and H on the asteroid. Urea is also an interesting organic reactive substrate that exhibits amphiphilic properties and behaves as a solid and/or liquid depending on temperature and ambient physicochemical factors\n22\n,\n37\n. Regarding the temperature constraint of Ryugu, Yokoyama et al. reported that samples from TD1 and TD2 remained below ~100 °C after aqueous alteration until the present based on the abundance of structural water\n38\n.\nTo further describe the CI-like organic characteristics, the hydrophilic molecules from Ryugu (A0106 and C0107) were compared to CM-type chondrites from Murchison and Murray (Fig. \n6A\n). According to the composition of amino acids found in the CI-type meteorite Ivuna\n39\n, the properties of meteoritic amino acids were verified for Ryugu with the same normalization (Fig. \n6B\n). Compared to the CM2 chondrites of Murchison and Murray, CI-type carbonaceous chondrites with parent bodies that have experienced aqueous alteration contain lower total amino acid abundances\n39\n,\n40\n. In this context, Burton and coworkers reported that carbonaceous chondrites that experienced high-temperature thermal alteration along with aqueous alteration (e.g., CI type Y-980115; re-examination with δ\n15\nN of amino acids\n41\n) have much lower amino acid abundances than CI Orgueil and CM Murchison meteorites\n40\n,\n42\n). Distinct positive correlations were observed in both concentration profiles above the 1:1 line, whereas the principal component-2 (PC2) scores suggested that the concentration of hydrophilic molecules was lower and that the history of aqueous alteration differed between the Ryugu and CM samples (Fig. \n6C\n). Therefore, we suggest that comprehensive surveys of meteoritic amino acids of the CI and CM types are important for classifying Ryugu\n6\n,\n11\n,\n13\n.\nFig. 6: Summary of integrated observations of Ryugu with CI type (Ivuna) and CM type (Murchison and Murray) for aqueous alteration processes throughout their history.\nA\n Hydroxy acids, dicarboxylic and tricarboxylic acids, and other newly identified hydrophilic molecules for comparison between Ryugu (this study) and CM (Murchison and Murray; this study) type at the ppb scale. The Ryugu values on the horizontal axis are shown as the average of A0106 and C0107 (Table \nS1\n). \nB\n Amino acids for the comparison between CI type (Ivuna) and CM type (Murchison and Murray) based on compilation\n39\n. Please see the individual molecular information in the diagram with the following review\n40\n and amino acid profiles for Ivuna and Orgueil (Fig. \nS14\n). The error arc indicates the standard deviation (1σ). \nC\n Principal component (PC) analysis between Ryugu and CM (Murchison and Murray) regarding hydroxy acids and dicarboxylic and tricarboxylic acids with other hydrophilic molecules based on the panel (A) raw data profile (this study). The PC2 scores between the CM type (Murchison, Murray for sample description\n77\n) and CI type of Ryugu (A0106 and C0107; Tables \nS1\n, \nS2\n) are shown, suggesting a different history of indigenous organic molecules.\nFull size image\nStepwise \n15\nN depletion and \n13\nC depletion during solvent extractions\nThe mass balance equation\n1\n for the initial bulk composition of organic matter (normalized to 100% for IB as whole rock) in the Ryugu sample is expressed as the sum of inorganic fractions\n10\n, soluble and insoluble organic fractions through the following equation:\n$${{{{{\\rm{IB}}}}}}=\\Sigma \\, {{{{{\\rm{Inorganics}}}}}}+\\Sigma \\, {{{{{\\rm{SOM}}}}}}+\\Sigma \\, {{{{{\\rm{IOM}}}}}}$$\n\n                    (1)\n                \nΣSOM represents the sum of the components extracted in each process of sequential extraction, whereas ΣIOM represents the sum of the insoluble organic fractions, as detailed in previous literature\n6\n,\n34\n. We investigated the nitrogen isotopic profiles during sequential solvent extraction by hot water extracts (#7-1), formic acid extracts (#9), and HCl extracts (#10) for Ryugu (A0106 and C0107) and the CI group reference (Orgueil meteorite\n9\n,\n10\n) (Fig. \n7A\n). Interestingly, this validation clearly showed that organic solvent extraction resulted in \n15\nN-enriched profiles (e.g., hot water extracts; < +63.1‰ and < +55.2 ‰ vs. Earth’s atmospheric air for A0106 and C0107, respectively) for each extractable organic fraction during the sequential process. Therefore, the nitrogen isotopic composition of the insoluble residue indicated that it was conversely depleted of \n15\nN-organic matter in the stepwise extraction (Fig. \n7B\n). We observed that the carbon isotopic composition of the insoluble residues also tended to be \n13\nC-depleted down to −17.0 ± 0.2 ‰, as observed for \n15\nN profiles (down to +28.2 ± 3.8 ‰). This observation (Fig. \n7B\n) agrees well with previous reports on the carbon and nitrogen isotopic compositions of extractable SOM and refractory IOM in Murchison\n43\n. In contrast, it is interesting to note that the sulfur isotopic composition (δ\n34\nS) converged to the VCDT scale (~0‰) before and after solvent extraction. Within the SOM fraction, the normalized nitrogen balance of each extract was high in the formic acid fraction, indicating that the pink extracts (A0106 and C0107) contained a substantial amount of hydrophilic organic matter (Supplementary Information). Based on the present observations (Fig. \n7\n), the hypothesis regarding isotope fractionation during the formation of meteoritic organic matter\n44\n, volatile nitrogen molecules and thermally altered N residues in Ryugu\n45\n,\n46\n, and primordial \n15\nN depletion in the protosolar nebula (down to –400‰)\n36\n will be important for describing nitrogen dynamics in the Solar System.\nFig. 7: Carbon, nitrogen, hydrogen and sulfur abundances and their isotopic profiles before and after the solvent extraction processes from the organic matter facies.\nA\n The \n15\nN-nitrogen isotopic depletion between the supernatant and IOM residue during sequential solvent extraction for the Ryugu (A0106 and C0107) and Orgueil samples. The pinkish color originates from formic acid extract #9, and the yellowish color originates from HCl extract #10. The other chemical profiles are shown in Figs. \nS6\n, \nS7\n, and S8. Please also see the residue of IOM (black color) on the bottom of the vial\n78\n. Unique brownish colloidal-colored fractions (#4 MeOH extract, #5 water extract) were observed for A0106 and C0107 (cf. Figs. \nS5\n, \nS9\n). \nB\n Carbon, nitrogen, hydrogen, and sulfur profiles (wt%) and their isotopic shifts observed from IB, ΣSOM and ΣIOM. The data were compared with previous references\n6\n,\n9\n,\n10\n and this study. The abundance of carbon (wt%), nitrogen (wt%), hydrogen (wt%) and sulfur (wt%) in IOM increased by one order of magnitude because of the dissolution of silicates and other mineral structures. The error arc indicates the standard deviation (1σ). Note the previous reports regarding volatile components\n45\n,\n46\n and inorganic profiles\n10\n,\n38\n. The isotopic profiles of ΣSOM from the sequential extractions are shown in Table \nS4\n. Please see the IOM treatment\n34\n and C-N-S isotopic variations of the Solar System\n6\n,\n36\n,\n79\n,\n80\n.\nFull size image\nImplication of aqueous alteration history on the parent body\nWhen investigating the history of the carbonaceous asteroid (162173) Ryugu, we found definite signatures of aqueous alteration from hydrophilic organic molecules, as shown in the hypothetical concept summary (Fig. \n8\n). We consider that physicochemical and temperature factors (i.e., cold and hot thermal conditions; and icy dry and aqueous wet cycles, Fig. \n1B\n) correlate with the molecular evolution between water and organic matter within the cold hydrothermalism\n15\n. The coevolutionary outline hypothesized here is also supported by the observations of secondary mineral assemblages and altered vein formations\n38\n,\n47\n,\n48\n,\n49\n (Fig. \n9\n). For a comparative investigation of those findings, the origin of Ryugu’s water within the history of the parent body will be elucidated in subsequent studies\n38\n,\n50\n,\n51\n,\n52\n. As a notable opportunity in 2023, NASA’s OSIRIS-REx (Origins, Spectral Interpretation, Resource Identification and Security-Regolith Explorer) spacecraft returned the carbonaceous asteroid (101955) Bennu sample to Earth\n53\n. We expect that international return missions will offer extremely important scientific opportunities to explore the history of organic chemical evolution.\nFig. 8: Aqueous alteration of primordial hydrophilic organic molecules and minerals during parent body processing of asteroid (162173) Ryugu.\nThe left panel represents the initial primary mineral assemblage and fluid veins in the early stage of interaction between water, organics, and rock within the bedrock. The right panel represents altered secondary mineral assemblages (i.e., porous and physically fragile), desiccated veins, and precipitates in the late stage and ongoing stage with dehydration processes at Ryugu\n47\n,\n50\n. Within cold hydrothermalism\n15\n, thermal history in the asteroid\n74\n,\n75\n, and temperature constraints\n38\n, this figure conceptualizes aqueous alteration, and the sizes of regolith particles and bedrock are arbitrary scales. Amino acids and other hydrophilic molecules\n6\n with “salt” formation\n10\n are overviewed in the illustration diagram of chemical evolution. The organic analysis of the asteroid Bennu\n81\n is a valuable opportunity to consider the scientific consequences of this study.\nFull size image\nFig. 9: Photographs showing representative altered aqueous signatures, desiccated veins, and spatial cross-sections of Ryugu samples.\nA\n Representative photographs of the chamber A sample series and (\nB\n) chamber C sample series, showing the cross-sectional areas that are past fluid veins and/or hydrothermally produced precipitates, which are indicated by blue arrows. For a description of the sample properties of organic homogeneity or heterogeneity\n17\n,\n25\n, please see the details in a previous report\n1\n,\n76\n,\n82\n.\nFull size image\nWe hope that the Bennu sample will reveal detailed information on chemical evolution and molecular chirality\n6\n,\n11\n,\n40\n,\n54\n, including widely diverse hydrophilic molecules in the asteroid history. Notably, the carbonate veins observed on some boulders at Bennu\n55\n are unique and should reveal interactions between pristine aqueous alteration processes, as discussed in this paper and other perspectives\n7\n,\n53\n,\n56\n. Therefore, we conclude here that carbonaceous asteroids are natural laboratories for observing realistic primordial molecular evolution in organic and inorganic contexts."
    },
    "figures": {
        "Fig1": {
            "caption": "Fig. 1: Profiles of samples obtained from asteroid (162173) Ryugu and various observation photographs from kilometer to micrometer scales.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/1"
        },
        "Fig2": {
            "caption": "Fig. 2: Representative molecular structures of newly identified from Ryugu aggregate samples (A0106 and C0107).",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/2"
        },
        "Fig3": {
            "caption": "Fig. 3: Representative hydrophilic molecular groups in hydroxy acid, dicarboxylic acid, and tricarboxylic acid in hot water extracts from Ryugu samples (A0106 and C0107) and a reference sample (Murchison).",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/3"
        },
        "Fig4": {
            "caption": "Fig. 4: Evidence for aqueous alteration of the asteroid Ryugu revealed by dicarboxylic acids and molecular tautomerism of malonic acid.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/4"
        },
        "Fig5": {
            "caption": "Fig. 5: Standardization to comparatively verify the elemental and hot water-extractable molecular properties of samples from the 1st touchdown site (TD1) and 2nd touchdown site (TD2) at Ryugu.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/5"
        },
        "Fig6": {
            "caption": "Fig. 6: Summary of integrated observations of Ryugu with CI type (Ivuna) and CM type (Murchison and Murray) for aqueous alteration processes throughout their history.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/6"
        },
        "Fig7": {
            "caption": "Fig. 7: Carbon, nitrogen, hydrogen and sulfur abundances and their isotopic profiles before and after the solvent extraction processes from the organic matter facies.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/7"
        },
        "Fig8": {
            "caption": "Fig. 8: Aqueous alteration of primordial hydrophilic organic molecules and minerals during parent body processing of asteroid (162173) Ryugu.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/8"
        },
        "Fig9": {
            "caption": "Fig. 9: Photographs showing representative altered aqueous signatures, desiccated veins, and spatial cross-sections of Ryugu samples.",
            "link": "https://www.nature.com/articles/s41467-024-49237-6/figures/9"
        }
    }
}